Repository: elementary/settings-datetime
Catalog: po/*.po
Languages: ckb

source: Date & Time
ckb: کات & ڕێکەوت

source: Appearance
ckb: دەرکەوتن

source: Time format:
ckb: جۆری کات:

source: AM/PM
ckb: د.ن/پ.ن

source: 24-hour
ckb: ٢٤-کاتژمێری

source: Time Zone
ckb: ناوچەکات

source: Automatically updates the time zone when activated
ckb: بە شێوەیەکی خۆکارانە ناوچەی کات نوێ دەکاتەوە کاتێک چالاک دەکرێت

source: Show in Panel:
ckb: دەرکەوتن لە پانێڵدا:

source: Date
ckb: ڕێکەوت

source: Day of the week
ckb: ڕۆژی هەفتەکە

source: Seconds
ckb: چرکەکان

source: Configure date, time, and select time zone
ckb: ڕێکخستنی ڕێکەوت، کات و، دیاریکردنی ناوچەکات

source: Time Format
ckb: جۆری فۆڕمات

source: Network Time
ckb: کاتی ڕایەڵە

source: Europe/Andorra
ckb: ئەوروپا/ئەندۆرا

source: Asia/Dubai
ckb: ئاسیا/دوبەی

source: Asia/Kabul
ckb: ئاسیا/کابول

source: America/Antigua
ckb: ئەمریکا/ئەنتیگوا

source: America/Anguilla
ckb: ئەمریکا/ئەنگویلا

source: Europe/Tirane
ckb: ئەوروپا/تیرانا

source: Asia/Yerevan
ckb: ئاسیا/یەریڤان

source: Africa/Luanda
ckb: ئەفریقیا/لواندا

source: Antarctica/McMurdo
ckb: ئەنتارکتیکا/ماکموردۆ

source: New Zealand time - McMurdo, South Pole
ckb: کاتی نیوزلەندا - مەکموردۆ، جەمسەری باشوور

source: Antarctica/Casey
ckb: ئەنتارکتیکا/کاسی

source: Casey
ckb: کاسی

source: Antarctica/Davis
ckb: ئەنتارکتیکا/دەیڤس

source: Davis
ckb: دەیڤس

source: Antarctica/DumontDUrville
ckb: ئەنتارکتیکا/دومۆنت دی ئورڤیل

source: Dumont-d'Urville
ckb: دومۆنت دی ئورڤیل

source: Antarctica/Mawson
ckb: ئەنتارکتیکا/ماوسۆن

source: Mawson
ckb: ماوسۆن

source: Antarctica/Palmer
ckb: ئەنتارکتیکا/پاڵمەر

source: Palmer
ckb: پالمەر

source: Antarctica/Rothera
ckb: ئەنتارکتیکا/ڕۆتێرا

source: Rothera
ckb: ڕۆتێرا

source: Antarctica/Syowa
ckb: ئەنتارکتیکا/سیوا

source: Syowa
ckb: سیوا

source: Antarctica/Troll
ckb: ئەنتارکتیکا/ترۆڵ

source: Troll
ckb: ترۆڵ

source: Antarctica/Vostok
ckb: ئەنتارکتیکا/ڤۆستۆک

source: Vostok
ckb: ڤۆستۆک

source: America/Argentina/Buenos_Aires
ckb: ئەمریکا/ئەرجەنتین/بوینۆس_ئایرێس

source: Buenos Aires (BA, CF)
ckb: بوینس ئایرێس (BA, CF)

source: America/Argentina/Cordoba
ckb: ئەمریکا/ئەرجەنتین/کۆردۆبا

source: Argentina (most areas: CB, CC, CN, ER, FM, MN, SE, SF)
ckb: ئەرجەنتین (زۆربەی ناوچەکان: CB، CC، CN، ER، FM، MN، SE، SF)

source: America/Argentina/Salta
ckb: ئەمریکا/ئەرجەنتین/سالتا

source: Salta (SA, LP, NQ, RN)
ckb: سالتا (SA، LP، NQ، RN)

source: America/Argentina/Jujuy
ckb: ئەمریکا/ئەرجەنتین/جوجوی

source: Jujuy (JY)
ckb: جوجوی (JY)

source: America/Argentina/Tucuman
ckb: ئەمریکا/ئەرجەنتین/توکومان

source: Tucuman (TM)
ckb: توکومان (TM)

source: America/Argentina/Catamarca
ckb: ئەمریکا/ئەرجەنتین/کاتامارکا

source: America/Argentina/La_Rioja
ckb: ئەمریکا/ئەرجەنتین/لا_ریۆخا

source: La Rioja (LR)
ckb: لا ریۆخا (LR)

source: America/Argentina/San_Juan
ckb: ئەمریکا/ئەرجەنتین/سان_خوان

source: San Juan (SJ)
ckb: سان خوان (SJ)

source: America/Argentina/Mendoza
ckb: ئەمریکا/ئەرجەنتین/مێندۆزا

source: Mendoza (MZ)
ckb: مێندۆزا (MZ)

source: America/Argentina/San_Luis
ckb: ئەمریکا/ئەرجەنتین/سان_لویس

source: San Luis (SL)
ckb: سان لویس (SL)

source: America/Argentina/Rio_Gallegos
ckb: ئەمریکا/ئەرجەنتین/ڕیۆ_گالیگۆس

source: Santa Cruz (SC)
ckb: سانتا کروز (SC)

source: America/Argentina/Ushuaia
ckb: ئەمریکا/ئەرجەنتین/ئوشوایا

source: Tierra del Fuego (TF)
ckb: تیێرا دێل فویگۆ (TF)

source: Pacific/Pago_Pago
ckb: زەریای هێمن/پاگۆ_پاگۆ

source: Europe/Vienna
ckb: ئەوروپا/ڤیەنا

source: Australia/Lord_Howe
ckb: ئوسترالیا/لۆرد_هاو

source: Lord Howe Island
ckb: دوورگەی لۆرد هۆو

source: Antarctica/Macquarie
ckb: ئەنتارکتیکا/ماکواری

source: Macquarie Island
ckb: دوورگەی ماکواری

source: Australia/Hobart
ckb: ئوسترالیا/هۆبارت

source: Australia/Melbourne
ckb: ئوسترالیا/مێلبۆرن

source: Victoria
ckb: ڤیکتۆریا

source: Australia/Sydney
ckb: ئوسترالیا/سیدنی

source: New South Wales (most areas)
ckb: نیو ساوس وێڵز (زۆربەی ناوچەکان)

source: Australia/Broken_Hill
ckb: ئوسترالیا/برۆکن هیڵ

source: New South Wales (Yancowinna)
ckb: نیو ساوس وێڵز (یانکۆڤینا)

source: Australia/Brisbane
ckb: ئوسترالیا/بریسبان

source: Queensland (most areas)
ckb: کوینزلاند (زۆربەی ناوچەکان)

source: Australia/Lindeman
ckb: ئوسترالیا/لیندێمان

source: Queensland (Whitsunday Islands)
ckb: کوینزلاند (دوورگەکانی ویتساندەی)

source: Australia/Adelaide
ckb: ئوسترالیا/ئەدلاید

source: South Australia
ckb: باشووری ئوسترالیا

source: Australia/Darwin
ckb: ئوسترالیا/داروین

source: Northern Territory
ckb: خاکی باکوور

source: Australia/Perth
ckb: ئوسترالیا/پێرس

source: Western Australia (most areas)
ckb: ڕۆژئاوای ئوسترالیا (زۆربەی ناوچەکان)

source: Australia/Eucla
ckb: ئوسترالیا/یۆکلا

source: Western Australia (Eucla)
ckb: ڕۆژئاوای ئوسترالیا (یۆکلا)

source: America/Aruba
ckb: ئەمریکا/ئەروبا

source: Europe/Mariehamn
ckb: ئەوروپا/ماریهامن

source: Asia/Baku
ckb: ئاسیا/باکو

source: Europe/Sarajevo
ckb: ئەوروپا/سارایۆ

source: America/Barbados
ckb: ئەمریکا/باربادۆس

source: Asia/Dhaka
ckb: ئاسیا/داکا

source: Europe/Brussels
ckb: ئەوروپا/برۆکسل

source: Africa/Ouagadougou
ckb: ئەفریقا/ئواگادۆگۆ

source: Europe/Sofia
ckb: ئەوروپا/سۆفیا

source: Asia/Bahrain
ckb: ئاسیا/بەحرەین

source: Africa/Bujumbura
ckb: ئەفریقا/بوجومبورا

source: Africa/Porto-Novo
ckb: ئەفریقا/پۆرتۆ-نۆڤۆ

source: America/St_Barthelemy
ckb: ئەمریکا/سانت_بارتێلمی

source: Atlantic/Bermuda
ckb: ئەتڵەنتیک/بەرمۆدا

source: Asia/Brunei
ckb: ئاسیا/برونی

source: America/La_Paz
ckb: ئەمریکا/لا_پاز

source: America/Kralendijk
ckb: ئەمریکا/کرالێندیک

source: America/Noronha
ckb: ئەمریکا/نۆرۆنها

source: Atlantic islands
ckb: دوورگە ئەتڵەسیەکان

source: America/Belem
ckb: ئەمریکا/بێلێم

source: America/Fortaleza
ckb: ئەمریکا/فۆرتالیزا

source: Brazil (northeast: MA, PI, CE, RN, PB)
ckb: بەڕازیل (باکووری ڕۆژهەڵات: MA، PI، CE، RN، PB)

source: America/Recife
ckb: ئەمریکا/ڕێسیفی

source: Pernambuco
ckb: پێرنامبوکۆ

source: America/Araguaina
ckb: ئەمریکا/ئاراگواینا

source: Tocantins
ckb: تۆکانتینەکان

source: America/Maceio
ckb: ئەمریکا/ماسێیۆ

source: Alagoas, Sergipe
ckb: ئالاگۆواس، سێرجیپ

source: America/Bahia
ckb: ئەمریکا/باهیا

source: Bahia
ckb: باهیا

source: America/Sao_Paulo
ckb: ئەمریکا/ساو_پاولۆ

source: Brazil (southeast: GO, DF, MG, ES, RJ, SP, PR, SC, RS)
ckb: بەڕازیل (باشووری ڕۆژهەڵات: GO، DF، MG، ES، RJ، SP، PR، SC، RS)

source: America/Campo_Grande
ckb: ئەمریکا/کامپۆ_گراند

source: Mato Grosso do Sul
ckb: ماتۆ گرۆسۆ دو سول

source: America/Cuiaba
ckb: ئەمریکا/کویابا

source: Mato Grosso
ckb: ماتۆ گرۆسۆ

source: America/Santarem
ckb: ئەمریکا/سانتارێم

source: Para (west)
ckb: پارا (ڕۆژئاوا)

source: America/Porto_Velho
ckb: ئەمریکا/پۆرتۆ_ڤێلۆ

source: Rondonia
ckb: ڕۆندۆنیا

source: America/Boa_Vista
ckb: ئەمریکا/بۆوا_ڤیستا

source: Roraima
ckb: ڕۆرایما

source: America/Manaus
ckb: ئەمریکا/ماناوس

source: Amazonas (east)
ckb: ئەمازۆناس (ڕۆژهەڵات)

source: America/Eirunepe
ckb: ئەمریکا/ئیرونپێ

source: Amazonas (west)
ckb: ئەمازۆناس (ڕۆژئاوا)

source: America/Rio_Branco
ckb: ئەمریکا/ڕیۆ_برانکۆ

source: Acre
ckb: ئەیکە

source: America/Nassau
ckb: ئەمریکا/ناساو

source: Asia/Thimphu
ckb: ئاسیا/تیمفو

source: Africa/Gaborone
ckb: ئەفریقا/گابۆرۆن

source: Europe/Minsk
ckb: ئەوروپا/مینسک

source: America/Belize
ckb: ئەمریکا/بەلیز

source: America/St_Johns
ckb: ئەمریکا/سانت_جۆنز

source: America/Halifax
ckb: ئەمریکا/هالیفاکس

source: America/Glace_Bay
ckb: ئەمریکا/گلایس_بەی

source: Atlantic - NS (Cape Breton)
ckb: ئەتڵەنتیک - ئێن ئێس (کیپ بریتۆن)

source: America/Moncton
ckb: ئەمریکا/مۆنکتۆن

source: Atlantic - New Brunswick
ckb: ئەتڵەنتیک - نیو برانسویک

source: America/Goose_Bay
ckb: ئەمریکا/گوز_بەی

source: Atlantic - Labrador (most areas)
ckb: ئەتڵەنتیک - لابرادۆر (زۆربەی ناوچەکان)

source: America/Blanc-Sablon
ckb: ئەمریکا/بلان-سابلۆن

source: AST - QC (Lower North Shore)
ckb: AST - QC (لۆوەر نۆرس شۆر)

source: America/Toronto
ckb: ئەمریکا/تۆرۆنتۆ

source: America/Iqaluit
ckb: ئەمریکا/ئیقالویت

source: America/Atikokan
ckb: ئەمریکا/ئاتیکۆکان

source: America/Winnipeg
ckb: ئەمریکا/وینیپێگ

source: America/Resolute
ckb: ئەمریکا/ڕیسۆلیوت

source: Central - NU (Resolute)
ckb: ناوەندی - NU (ڕیسۆلیوت)

source: America/Rankin_Inlet
ckb: ئەمریکا/رانکین_ئینلێت

source: Central - NU (central)
ckb: ناوەندی - NU (ناوەند)

source: America/Regina
ckb: ئەمریکا/ڕیجینا

source: CST - SK (most areas)
ckb: CST - SK (زۆربەی ناوچەکان)

source: America/Swift_Current
ckb: ئەمریکا/سویفت_کارێنت

source: CST - SK (midwest)
ckb: CST - SK (ناوەندی ڕۆژئاوا)

source: America/Edmonton
ckb: ئەمریکا/ئەدمۆنتۆن

source: America/Cambridge_Bay
ckb: ئەمریکا/کامبریج_بەی

source: Mountain - NU (west)
ckb: ماونتن - NU (ڕۆژاوا)

source: America/Inuvik
ckb: ئەمریکا/ئینۆڤیک

source: Mountain - NT (west)
ckb: ماونتن - NT (ڕۆژاوا)

source: America/Creston
ckb: ئەمریکا/کرێستۆن

source: MST - BC (Creston)
ckb: MST - BC (کریستن)

source: America/Dawson_Creek
ckb: ئەمریکا/داوسن کریک

source: MST - BC (Dawson Cr, Ft St John)
ckb: MST - BC (داوسن سر، ئێف تی ئێس تی جۆن)

source: America/Fort_Nelson
ckb: ئەمریکا/فۆرت نێڵسن

source: MST - BC (Ft Nelson)
ckb: MST - بی سی (فۆرت نێڵسۆن)

source: America/Whitehorse
ckb: ئەمریکا/وایتهۆرس

source: America/Dawson
ckb: ئەمریکا/داوسن

source: America/Vancouver
ckb: ئەمریکا/ڤانکۆڤەر

source: Pacific - BC (most areas)
ckb: زەریای هێمن - بی سی (زۆربەی ناوچەکان)

source: Indian/Cocos
ckb: هیندی/کۆکۆس

source: Africa/Kinshasa
ckb: ئەفریقا/کینشاسا

source: Dem. Rep. of Congo (west)
ckb: کۆماری کۆنگۆ (ڕۆژئاوا)

source: Africa/Lubumbashi
ckb: ئەفریقا/لوبومباشی

source: Dem. Rep. of Congo (east)
ckb: کۆماری کۆنگۆ (ڕۆژهەڵات)

source: Africa/Bangui
ckb: ئەفریقا/بانگوی

source: Africa/Brazzaville
ckb: ئەفریقا/برازاڤیل

source: Europe/Zurich
ckb: ئەوروپا/زیوریخ

source: Africa/Abidjan
ckb: ئەفریقا/ئەبدیجان

source: Pacific/Rarotonga
ckb: زەریای هێمن/رارۆتۆنگا

source: America/Santiago
ckb: ئەمریکا/سانتیاگۆ

source: America/Punta_Arenas
ckb: ئەمریکا/پۆنتا ئارێناس

source: Region of Magallanes
ckb: هەرێمی ماگالانێس

source: Pacific/Easter
ckb: زەریای هێمن/ئیستەر

source: Easter Island
ckb: دوورگەی ئیستەر

source: Africa/Douala
ckb: ئەفریقا/دوالا

source: Asia/Shanghai
ckb: ئاسیا/شەنگەهای

source: Beijing Time
ckb: کاتی پەکین

source: Asia/Urumqi
ckb: ئاسیا/ئورومقی

source: Xinjiang Time
ckb: کاتی شینجانگ

source: America/Bogota
ckb: ئەمریکا/بۆگۆتا

source: America/Costa_Rica
ckb: ئەمریکا/کۆستاریکا

source: America/Havana
ckb: ئەمریکا/هاڤانا

source: Atlantic/Cape_Verde
ckb: ئەتڵەنتیک/کیپ ڤێرد

source: America/Curacao
ckb: ئەمریکا/کوراکاو

source: Indian/Christmas
ckb: هیندی/کریسمس

source: Asia/Nicosia
ckb: ئاسیا/نیکۆسیا

source: Asia/Famagusta
ckb: ئاسیا/فاماگوستا

source: Northern Cyprus
ckb: باکووری قوبرس

source: Europe/Prague
ckb: ئەوروپا/پراگ

source: Europe/Berlin
ckb: ئەوروپا/بەرلین

source: Europe/Busingen
ckb: ئەوروپا/بوسینگن

source: Busingen
ckb: بوسینگن

source: Africa/Djibouti
ckb: ئەفریقا/جیبۆتی

source: Europe/Copenhagen
ckb: ئەوروپا/کۆپنهاگن

source: America/Dominica
ckb: ئەمریکا/دۆمینیکا

source: America/Santo_Domingo
ckb: ئەمریکا/سانتۆ_دۆمینگۆ

source: Africa/Algiers
ckb: ئەفریقا/جەزائیر

source: America/Guayaquil
ckb: ئەمریکا/گوایاکیل

source: Ecuador (mainland)
ckb: ئیکوادۆر (سەرزەوی)

source: Pacific/Galapagos
ckb: زەریای هێمن/گالاپاگۆس

source: Galapagos Islands
ckb: دوورگەکانی گالاپاگۆس

source: Europe/Tallinn
ckb: ئەوروپا/تالین

source: Africa/Cairo
ckb: ئەفریقا/قاهیرە

source: Africa/El_Aaiun
ckb: ئەفریقا/ئێل_ئایون

source: Africa/Asmara
ckb: ئەفریقا/ئەسمەرا

source: Europe/Madrid
ckb: ئەوروپا/مەدرید

source: Spain (mainland)
ckb: ئیسپانیا (مەینلاند)

source: Africa/Ceuta
ckb: ئەفریقا/سیوتا

source: Ceuta, Melilla
ckb: سیوتا، مێلیلا

source: Atlantic/Canary
ckb: ئەتڵەسی/کەناری

source: Canary Islands
ckb: دوورگەکانی کەناری

source: Africa/Addis_Ababa
ckb: ئەفریقا/ئەدیس_ئەبابا

source: Europe/Helsinki
ckb: ئەوروپا/هێلسنکی

source: Pacific/Fiji
ckb: زەریای هێمن/فیجی

source: Atlantic/Stanley
ckb: ئەتڵەنتیک/ستانلی

source: Pacific/Chuuk
ckb: زەریای هێمن/چوک

source: Chuuk/Truk, Yap
ckb: چوک/تروک، یاپ

source: Pacific/Pohnpei
ckb: زەریای هێمن/پۆهنپێی

source: Pohnpei/Ponape
ckb: پۆهنپێی/پۆناپێ

source: Pacific/Kosrae
ckb: زەریای هێمن/کۆسرای

source: Kosrae
ckb: کۆسرایی

source: Atlantic/Faroe
ckb: ئەتڵەسی/فارۆ

source: Europe/Paris
ckb: ئەوروپا/پاریس

source: Africa/Libreville
ckb: ئەفریقا/لیبرڤیل

source: Europe/London
ckb: ئەوروپا/لەندەن

source: America/Grenada
ckb: ئەمریکا/گرێنادا

source: Asia/Tbilisi
ckb: ئاسیا/تفلیس

source: America/Cayenne
ckb: ئەمریکا/کاین

source: Europe/Guernsey
ckb: ئەوروپا/گێرنسی

source: Africa/Accra
ckb: ئەفریقا/ئاکرا

source: Europe/Gibraltar
ckb: ئەوروپا/جبل طارق

source: America/Danmarkshavn
ckb: ئەمریکا/دانیمارکشاڤن

source: National Park (east coast)
ckb: ناشناڵ پارک (کەناری ڕۆژهەڵات)

source: America/Scoresbysund
ckb: ئەمریکا/سکۆرسبایسوند

source: Scoresbysund/Ittoqqortoormiit
ckb: سکۆرسبایسەند/ئیتۆککۆرتۆرمیت

source: America/Thule
ckb: ئەمریکا/تولێ

source: Thule/Pituffik
ckb: تولێ/پیتوفیک

source: Africa/Banjul
ckb: ئەفریقا/بانجول

source: Africa/Conakry
ckb: ئەفریقا/کۆناکری

source: America/Guadeloupe
ckb: ئەمریکا/گوادالوپ

source: Africa/Malabo
ckb: ئەفریقا/مالابۆ

source: Europe/Athens
ckb: ئەوروپا/ئەسینا

source: Atlantic/South_Georgia
ckb: ئەتڵەنتیک/باشووری_جۆرجیا

source: America/Guatemala
ckb: ئەمریکا/گواتیمالا

source: Pacific/Guam
ckb: زەریای هێمن/گوام

source: Africa/Bissau
ckb: ئەفریقا/بیساو

source: America/Guyana
ckb: ئەمریکا/گویانا

source: Asia/Hong_Kong
ckb: ئاسیا/هۆنگ_کۆنگ

source: America/Tegucigalpa
ckb: ئەمریکا/تیگوسیگالپا

source: Europe/Zagreb
ckb: ئەوروپا/زاگرب

source: America/Port-au-Prince
ckb: ئەمریکا/پۆرت ئۆ پرینس

source: Europe/Budapest
ckb: ئەوروپا/بوداپێست

source: Asia/Jakarta
ckb: ئاسیا/جاکارتا

source: Java, Sumatra
ckb: جاڤا، سوماترا

source: Asia/Pontianak
ckb: ئاسیا/پۆنتیاناک

source: Borneo (west, central)
ckb: بۆرنێۆ (ڕۆژئاوا، ناوەڕاست)

source: Asia/Makassar
ckb: ئاسیا/مەکاسار

source: Asia/Jayapura
ckb: ئاسیا/جایاپورا

source: Europe/Dublin
ckb: ئەوروپا/دەبلن

source: Asia/Jerusalem
ckb: ئاسیا/قودس

source: Europe/Isle_of_Man
ckb: ئەوروپا/دوورگەی_مان

source: Asia/Kolkata
ckb: ئاسیا/کۆلکەتا

source: Indian/Chagos
ckb: هیندی/چاگۆس

source: Asia/Baghdad
ckb: ئاسیا/بەغداد

source: Asia/Tehran
ckb: ئاسیا/تاران

source: Atlantic/Reykjavik
ckb: ئەتڵەنتیک/ڕیکیاڤیک

source: Europe/Rome
ckb: ئەوروپا/ڕۆما

source: Europe/Jersey
ckb: ئەوروپا/جێرسی

source: America/Jamaica
ckb: ئەمریکا/جامایکا

source: Asia/Amman
ckb: ئاسیا/عەمان

source: Asia/Tokyo
ckb: ئاسیا/تۆکیۆ

source: Africa/Nairobi
ckb: ئەفریقا/نایرۆبی

source: Asia/Bishkek
ckb: ئاسیا/بشکێک

source: Asia/Phnom_Penh
ckb: ئاسیا/فنۆم_پێن

source: Pacific/Tarawa
ckb: زەریای هێمن/تەراوە

source: Gilbert Islands
ckb: دوورگەکانی گیلبێرت

source: Phoenix Islands
ckb: دوورگەکانی فۆنیکس

source: Pacific/Kiritimati
ckb: زەریای هێمن/کیریتیماتی

source: Line Islands
ckb: دوورگەکانی لاین

source: Indian/Comoro
ckb: هیندی/کۆمۆرۆ

source: America/St_Kitts
ckb: ئەمریکا/سانت_کیتس

source: Asia/Pyongyang
ckb: ئاسیا/پیۆنگیانگ

source: Asia/Seoul
ckb: ئاسیا/سیئۆل

source: Asia/Kuwait
ckb: ئاسیا/کوێت

source: America/Cayman
ckb: ئەمریکا/کایمان

source: Asia/Almaty
ckb: ئاسیا/ئەلماتی

source: Asia/Qyzylorda
ckb: ئاسیا/کایزایلۆردا

source: Qyzylorda/Kyzylorda/Kzyl-Orda
ckb: کایزایلۆردا/کیزیلۆردا/خیل-ئۆردا

source: Asia/Aqtobe
ckb: ئاسیا/ئەقتۆب

source: Aqtobe/Aktobe
ckb: ئاقتۆبێ/ئاکتۆبێ

source: Asia/Aqtau
ckb: ئاسیا/ئاکتاو

source: Mangghystau/Mankistau
ckb: مانگگیستاو/مانکیستاو

source: Asia/Atyrau
ckb: ئاسیا/ئاتیراو

source: Atyrau/Atirau/Gur'yev
ckb: ئاتیراو/گوریێڤ

source: Asia/Oral
ckb: ئاسیا/ئۆراڵ

source: West Kazakhstan
ckb: کازاخستانی ڕۆژاوا

source: Asia/Vientiane
ckb: ئاسیا/ڤینتیان

source: Asia/Beirut
ckb: ئاسیا/بەیروت

source: America/St_Lucia
ckb: ئەمریکا/سانت لوچیا

source: Europe/Vaduz
ckb: ئەوروپا/ڤادوز

source: Asia/Colombo
ckb: ئاسیا/کۆڵۆمبۆ

source: Africa/Monrovia
ckb: ئەفریقا/مۆنرۆڤیا

source: Africa/Maseru
ckb: ئەفریقا/ماسیرو

source: Europe/Vilnius
ckb: ئەوروپا/ڤیلنیۆس

source: Europe/Luxembourg
ckb: ئەوروپا/لۆکسمبۆرگ

source: Europe/Riga
ckb: ئەوروپا/ریگا

source: Africa/Tripoli
ckb: ئەفریقا/تەرابلوس

source: Africa/Casablanca
ckb: ئەفریقا/کازابلانکا

source: Europe/Monaco
ckb: ئەوروپا/مۆناکۆ

source: Europe/Chisinau
ckb: ئەوروپا/چیسیناو

source: Europe/Podgorica
ckb: ئەوروپا/پۆدگۆریکا

source: America/Marigot
ckb: ئەمریکا/ماریگۆت

source: Indian/Antananarivo
ckb: هیندی/ئەنتاناناریڤۆ

source: Pacific/Majuro
ckb: زەریای هێمن/ماجورۆ

source: Pacific/Kwajalein
ckb: زەریای هێمن/کواجالین

source: Kwajalein
ckb: کواجالەین

source: Europe/Skopje
ckb: ئەوروپا/سکۆپیە

source: Africa/Bamako
ckb: ئەفریقا/باماکۆ

source: Asia/Yangon
ckb: ئاسیا/یانگۆن

source: Asia/Ulaanbaatar
ckb: ئاسیا/ئۆلانباتار

source: Asia/Hovd
ckb: ئاسیا/سەرەکی

source: Bayan-Olgiy, Govi-Altai, Hovd, Uvs, Zavkhan
ckb: بەیان-ئۆلگی، گۆڤی-ئاڵتای، هۆڤد، ئوڤس، زاڤخان

source: Asia/Choibalsan
ckb: ئاسیا/چۆیبالسان

source: Dornod, Sukhbaatar
ckb: دۆرنۆد، سوخباتار

source: Asia/Macau
ckb: ئاسیا/ماکاو

source: Pacific/Saipan
ckb: زەریای هێمن/سایپان

source: America/Martinique
ckb: ئەمریکا/مارتینیک

source: Africa/Nouakchott
ckb: ئەفریقا/نۆاکشۆت

source: America/Montserrat
ckb: ئەمریکا/مۆنتسێرات

source: Europe/Malta
ckb: ئەوروپا/ماڵتا

source: Indian/Mauritius
ckb: هیندی/مۆریس

source: Indian/Maldives
ckb: هیندی/ماڵدیڤز

source: Africa/Blantyre
ckb: ئەفریقا/بلانتایر

source: America/Mexico_City
ckb: ئەمریکا/مەکسیک_سیتی

source: America/Cancun
ckb: ئەمریکا/کانکۆن

source: America/Merida
ckb: ئەمریکا/مێریدا

source: America/Monterrey
ckb: ئەمریکا/مۆنتەری

source: America/Matamoros
ckb: ئەمریکا/ماتامۆرۆس

source: America/Chihuahua
ckb: ئەمریکا/چیواوا

source: America/Ojinaga
ckb: ئەمریکا/ئۆجیناگا

source: America/Mazatlan
ckb: ئەمریکا/مازاتلان

source: America/Bahia_Banderas
ckb: ئەمریکا/باهیا_باندێراس

source: America/Hermosillo
ckb: ئەمریکا/هێرمۆسیلۆ

source: America/Tijuana
ckb: ئەمریکا/تیخوانا

source: Asia/Kuala_Lumpur
ckb: ئاسیا/کوالالامپور

source: Malaysia (peninsula)
ckb: مالیزیا (نیمچە دوورگە)

source: Asia/Kuching
ckb: ئاسیا/کوچینگ

source: Sabah, Sarawak
ckb: سەباح، ساراواک

source: Africa/Maputo
ckb: ئەفریقا/ماپوتو

source: Africa/Windhoek
ckb: ئەفریقا/ویندۆک

source: Pacific/Noumea
ckb: زەریای هێمن/نومیا

source: Africa/Niamey
ckb: ئەفریقا/نیامی

source: Pacific/Norfolk
ckb: زەریای هێمن/نۆرفۆلک

source: Africa/Lagos
ckb: ئەفریقا/لاگۆس

source: America/Managua
ckb: ئەمریکا/ماناگوا

source: Europe/Amsterdam
ckb: ئەوروپا/ئەمستردام

source: Europe/Oslo
ckb: ئەوروپا/ئۆسلۆ

source: Asia/Kathmandu
ckb: ئاسیا/کاتماندۆ

source: Pacific/Nauru
ckb: زەریای هێمن/ناورۆ

source: Pacific/Niue
ckb: زەریای هێمن/نیو

source: Pacific/Auckland
ckb: زەریای هێمن/ئۆکلاند

source: Pacific/Chatham
ckb: زەریای هێمن/چاتام

source: Chatham Islands
ckb: دوورگەکانی چاتام

source: Asia/Muscat
ckb: ئاسیا/مەسقەت

source: America/Panama
ckb: ئەمریکا/پەنەما

source: America/Lima
ckb: ئەمریکا/لیما

source: Pacific/Tahiti
ckb: زەریای هێمن/تاهیتی

source: Society Islands
ckb: دوورگەکانی سۆسایەتی

source: Pacific/Marquesas
ckb: زەریای هێمن/مارکیساس

source: Marquesas Islands
ckb: دوورگەکانی مارکیساس

source: Pacific/Gambier
ckb: زەریای هێمن/گامبیێر

source: Gambier Islands
ckb: دوورگەکانی گامبیێر

source: Pacific/Port_Moresby
ckb: زەریای هێمن/بەندەری_مۆرسبی

source: Pacific/Bougainville
ckb: زەریای هێمن/بۆگینڤیل

source: Bougainville
ckb: بۆگینڤیل

source: Asia/Manila
ckb: ئاسیا/مانیلا

source: Asia/Karachi
ckb: ئاسیا/کەراچی

source: Europe/Warsaw
ckb: ئەوروپا/وارشۆ

source: America/Miquelon
ckb: ئەمریکا/میکیلۆن

source: Pacific/Pitcairn
ckb: زەریای هێمن/پیتکەیرن

source: America/Puerto_Rico
ckb: ئەمریکا/پۆرتۆریکۆ

source: Asia/Gaza
ckb: ئاسیا/غەززە

source: Gaza Strip
ckb: کەرتی غەززە

source: Asia/Hebron
ckb: ئاسیا/خێبرۆن

source: West Bank
ckb: بانکی رۆژئاوا

source: Europe/Lisbon
ckb: ئەوروپا/لیشبۆن

source: Portugal (mainland)
ckb: پۆرتوگال (mainland)

source: Atlantic/Madeira
ckb: ئەتڵەنتیک/مادیرا

source: Madeira Islands
ckb: دوورگەکانی مادێرا

source: Atlantic/Azores
ckb: ئەتڵەنتیک/ئازۆرس

source: Azores
ckb: ئازۆرس

source: Pacific/Palau
ckb: زەریای هێمن/پالاو

source: America/Asuncion
ckb: ئەمریکا/ئاسونسیۆن

source: Asia/Qatar
ckb: ئاسیا/قەتەر

source: Indian/Reunion
ckb: هیندی/ڕییونیەن

source: Europe/Bucharest
ckb: ئەوروپا/بوکارێست

source: Europe/Belgrade
ckb: ئەوروپا/بێلگرەید

source: Europe/Kaliningrad
ckb: ئەوروپا/کالینینگراد

source: MSK-01 - Kaliningrad
ckb: MSK-01 - کالینینگراد

source: Europe/Moscow
ckb: ئەوروپا/مۆسکۆ

source: MSK+00 - Moscow area
ckb: MSK+00 - ناوچەی مۆسکۆ

source: Europe/Simferopol
ckb: ئەوروپا/سیمفیرۆپۆل

source: Europe/Kirov
ckb: ئەوروپا/کیرۆڤ

source: MSK+00 - Kirov
ckb: MSK+00 - کیرۆڤ

source: Europe/Volgograd
ckb: ئەوروپا/ڤۆڵگۆگراد

source: MSK+00 - Volgograd
ckb: MSK+00 - ڤۆڵگۆگراد

source: Europe/Astrakhan
ckb: ئەوروپا/ئەستراخان

source: MSK+01 - Astrakhan
ckb: MSK+01 - ئاستراخان

source: Europe/Saratov
ckb: ئەوروپا/ساراتۆڤ

source: MSK+01 - Saratov
ckb: MSK+01 - ساراتۆڤ

source: Europe/Ulyanovsk
ckb: ئەوروپا/ئولیانۆڤسک

source: MSK+01 - Ulyanovsk
ckb: MSK+01 - ئولیانۆڤسک

source: Europe/Samara
ckb: ئەوروپا/سامارا

source: MSK+01 - Samara, Udmurtia
ckb: MSK+01 - سامارا، ئودمورتیە

source: Asia/Yekaterinburg
ckb: ئاسیا/یکاتێرینبۆرگ

source: MSK+02 - Urals
ckb: MSK+02 - ئۆرالەکان

source: Asia/Omsk
ckb: ئاسیا/ئۆمسک

source: MSK+03 - Omsk
ckb: MSK+03 - ئۆمسک

source: Asia/Novosibirsk
ckb: ئاسیا/نۆڤۆسیبیرسک

source: MSK+04 - Novosibirsk
ckb: MSK+04 - نۆڤۆسیبیرسک

source: Asia/Barnaul
ckb: ئاسیا/بارناول

source: MSK+04 - Altai
ckb: MSK+04 - ئەلتای

source: Asia/Tomsk
ckb: ئاسیا/تۆمسک

source: MSK+04 - Tomsk
ckb: MSK+04 - تۆمسک

source: Asia/Novokuznetsk
ckb: ئاسیا/نۆڤۆکوزنێتسک

source: MSK+04 - Kemerovo
ckb: MSK+04 - کەمێرۆڤۆ

source: Asia/Krasnoyarsk
ckb: ئاسیا/کراسنۆیارسک

source: MSK+04 - Krasnoyarsk area
ckb: MSK+04 - ناوچەی کراسنۆیارسک

source: Asia/Irkutsk
ckb: ئاسیا/ئیرکوتسک

source: MSK+05 - Irkutsk, Buryatia
ckb: MSK+05 - ئیرکوتسک، بوریاتیا

source: Asia/Chita
ckb: ئاسیا/چیتا

source: MSK+06 - Zabaykalsky
ckb: MSK+06 - زابایکالسکی

source: Asia/Yakutsk
ckb: ئاسیا/یاکوتسک

source: MSK+06 - Lena River
ckb: MSK+06 - لینا ڕیڤەر

source: Asia/Khandyga
ckb: ئاسیا/خاندیگا

source: MSK+06 - Tomponsky, Ust-Maysky
ckb: MSK+06 - تۆمپۆنسکی، ئوست-مایسکی

source: Asia/Vladivostok
ckb: ئاسیا/ڤلادیڤۆستۆک

source: MSK+07 - Amur River
ckb: MSK+07 - ڕووباری ئامور

source: Asia/Ust-Nera
ckb: ئاسیا/ئۆست-نێرا

source: MSK+07 - Oymyakonsky
ckb: MSK+07 - ئۆیمیاکۆنسکی

source: Asia/Magadan
ckb: ئاسیا/مەگادان

source: MSK+08 - Magadan
ckb: MSK+08 - مەگادان

source: Asia/Sakhalin
ckb: ئاسیا/ساخالین

source: MSK+08 - Sakhalin Island
ckb: MSK+08 - دوورگەی سەخالین

source: Asia/Srednekolymsk
ckb: ئاسیا/سرێدنێکۆلیمسک

source: Asia/Kamchatka
ckb: ئاسیا/کامچاتکا

source: MSK+09 - Kamchatka
ckb: MSK+09 - کامچاتکا

source: Asia/Anadyr
ckb: ئاسیا/ئەنادیر

source: MSK+09 - Bering Sea
ckb: MSK+09 - دەریای بێرینگ

source: Africa/Kigali
ckb: ئەفریقا/کیگالی

source: Asia/Riyadh
ckb: ئاسیا/ریاز

source: Pacific/Guadalcanal
ckb: زەریای هێمن/گوادالکانال

source: Indian/Mahe
ckb: هیندی/ماهێی

source: Africa/Khartoum
ckb: ئەفریقا/خارتوم

source: Europe/Stockholm
ckb: ئەوروپا/ستۆکهۆڵم

source: Asia/Singapore
ckb: ئاسیا/سەنگافورە

source: Atlantic/St_Helena
ckb: ئەتڵەنتیک/سانت_هێلینا

source: Europe/Ljubljana
ckb: ئەوروپا/لیوبیانا

source: Arctic/Longyearbyen
ckb: جەمسەری باکوور/لۆنگیاربیەن

source: Europe/Bratislava
ckb: ئەوروپا/براتیسلاڤا

source: Africa/Freetown
ckb: ئەفریقا/فریتاون

source: Europe/San_Marino
ckb: ئەوروپا/سان_مارینۆ

source: Africa/Dakar
ckb: ئەفریقا/داکار

source: Africa/Mogadishu
ckb: ئەفریقا/مۆگادیشۆ

source: America/Paramaribo
ckb: ئەمریکا/پاراماریبۆ

source: Africa/Juba
ckb: ئەفریقا/جوبا

source: Africa/Sao_Tome
ckb: ئەفریقا/ساو_تۆم

source: America/El_Salvador
ckb: ئەمریکا/ئێل_سالڤادۆر

source: America/Lower_Princes
ckb: ئەمریکا/شازادە_خوارەکان

source: Asia/Damascus
ckb: ئاسیا/دیمەشق

source: Africa/Mbabane
ckb: ئەفریقا/ئێمبابانێ

source: America/Grand_Turk
ckb: ئەمریکا/گراند_تورک
