Repository: elementary/settings-datetime
Catalog: po/*.po
Languages: ckb

source: Africa/Ndjamena
ckb: ئەفریقا/ئێنجامێنا

source: Indian/Kerguelen
ckb: هیندی/کرگوێلێن

source: Africa/Lome
ckb: ئەفریقا/لۆم

source: Asia/Bangkok
ckb: ئاسیا/بانکۆک

source: Asia/Dushanbe
ckb: ئاسیا/دوشانبێ

source: Pacific/Fakaofo
ckb: زەریای هێمن/فاکاوفۆ

source: Asia/Dili
ckb: ئاسیا/دیلی

source: Asia/Ashgabat
ckb: ئاسیا/ئەشگابات

source: Africa/Tunis
ckb: ئەفریقا/تونس

source: Pacific/Tongatapu
ckb: زەریای هێمن/تۆنگاتاپو

source: Europe/Istanbul
ckb: ئەوروپا/ئەستەنبوڵ

source: America/Port_of_Spain
ckb: ئەمریکا/بەندەری_ئیسپانیا

source: Pacific/Funafuti
ckb: زەریای هێمن/فونافوتی

source: Asia/Taipei
ckb: ئاسیا/تایپەی

source: Africa/Dar_es_Salaam
ckb: ئەفریقا/داروسەلام

source: Africa/Kampala
ckb: ئەفریقا/کامپالا

source: Pacific/Midway
ckb: زەریای هێمن/مید وەی

source: Midway Islands
ckb: دوورگەکانی مید وەی

source: Pacific/Wake
ckb: زەریای هێمن/وەیک

source: Wake Island
ckb: دوورگەی وەیك

source: America/New_York
ckb: ئەمریکا/نیو_یۆرک

source: Eastern (most areas)
ckb: ئیستەرن (زۆربەی ناوچەکان)

source: America/Detroit
ckb: ئەمریکا/دیترۆیت

source: Eastern - MI (most areas)
ckb: ئیستەرن - MI (زۆربەی ناوچەکان)

source: America/Kentucky/Louisville
ckb: ئەمریکا/کێنتاکی/لویسڤیل

source: Eastern - KY (Louisville area)
ckb: ئیستەرن - کەی وای (ناوچەی لویسڤیل)

source: America/Kentucky/Monticello
ckb: ئەمریکا/کنتاکی/مۆنتیسێلۆ

source: Eastern - KY (Wayne)
ckb: ئیستەرن - کەی وای (واین)

source: America/Indiana/Indianapolis
ckb: ئەمریکا/ئیندیانا/ئیندیاناپۆلیس

source: Eastern - IN (most areas)
ckb: ئیستەرن - IN (زۆربەی ناوچەکان)

source: America/Indiana/Vincennes
ckb: ئەمریکا/ئیندیانا/ڤینسێن

source: Eastern - IN (Da, Du, K, Mn)
ckb: ئیستەرن - IN (Da, Du, K, Mn)

source: America/Indiana/Winamac
ckb: ئەمریکا/ئیندیانا/ویناماک

source: Eastern - IN (Pulaski)
ckb: ئیستەرن - IN (پولاسکی)

source: America/Indiana/Marengo
ckb: ئەمریکا/ئیندیانا/مارینگۆ

source: Eastern - IN (Crawford)
ckb: ئیستەرن - ئین (کراوفۆرد)

source: America/Indiana/Petersburg
ckb: ئەمریکا/ئیندیانا/پیتەرسبێرگ

source: Eastern - IN (Pike)
ckb: ئیستەرن - IN (پایک)

source: America/Indiana/Vevay
ckb: ئەمریکا/ئیندیانا/ڤێڤای

source: Eastern - IN (Switzerland)
ckb: ئیستەرن - IN (سویسرا)

source: America/Chicago
ckb: ئەمریکا/شیکاگۆ

source: Central (most areas)
ckb: ناوەندی (زۆربەی ناوچەکان)

source: America/Indiana/Tell_City
ckb: ئەمریکا/ئیندیانا/تێڵ_سیتی

source: Central - IN (Perry)
ckb: ناوەندی - IN (پێری)

source: America/Indiana/Knox
ckb: ئەمریکا/ئیندیانا/نۆکس

source: Central - IN (Starke)
ckb: ناوەندی - IN (Starke)

source: America/Menominee
ckb: ئەمریکا/مێنۆمینی

source: Central - MI (Wisconsin border)
ckb: ناوەندی - MI (سنوری ویسکۆنسین)

source: America/North_Dakota/Center
ckb: ئەمریکا/داکۆتای_باکور/ناوەند

source: Central - ND (Oliver)
ckb: ناوەندی - ND (ئۆلیڤەر)

source: America/North_Dakota/New_Salem
ckb: ئەمریکا/داکۆتای_باکور/نیو_سالم

source: Central - ND (Morton rural)
ckb: ناوەندی - ND (Morton rural)

source: America/North_Dakota/Beulah
ckb: ئەمریکا/داکۆتای_باکور/بێولا

source: Central - ND (Mercer)
ckb: ناوەندی - ND (Mercer)

source: America/Denver
ckb: ئەمریکا/دێنڤەر

source: Mountain (most areas)
ckb: ماونتن (زۆربەی ناوچەکان)

source: America/Boise
ckb: ئەمریکا/بۆیس

source: America/Phoenix
ckb: ئەمریکا/فۆنیکس

source: America/Los_Angeles
ckb: ئەمریکا/لۆس_ئەنجلۆس

source: Pacific
ckb: زەریای هێمن

source: America/Anchorage
ckb: ئەمریکا/ئەنکۆرەیج

source: Alaska (most areas)
ckb: ئەلاسکا (زۆربەی ناوچەکان)

source: America/Juneau
ckb: ئەمریکا/جۆنیۆ

source: Alaska - Juneau area
ckb: ئەلاسکا - ناوچەی جونۆ

source: America/Sitka
ckb: ئەمریکا/سیتکا

source: Alaska - Sitka area
ckb: ئەلاسکا - ناوچەی سیتکا

source: America/Metlakatla
ckb: ئەمریکا/مێتلاکاتلا

source: Alaska - Annette Island
ckb: ئەلاسکا - دوورگەی ئانێت

source: America/Yakutat
ckb: ئەمریکا/یاکوتات

source: Alaska - Yakutat
ckb: ئەلاسکا - یاکوتات

source: America/Nome
ckb: ئەمریکا/نۆم

source: Alaska (west)
ckb: ئەلاسکا (ڕۆژئاوا)

source: America/Adak
ckb: ئەمریکا/ئاداک

source: Pacific/Honolulu
ckb: زەریای هێمن/هۆنۆلولو

source: Hawaii
ckb: هاوای

source: America/Montevideo
ckb: ئەمریکا/مۆنتیڤیدۆ

source: Asia/Samarkand
ckb: ئاسیا/سەمەرقەند

source: Uzbekistan (west)
ckb: ئۆزبەکستان (ڕۆژئاوا)

source: Asia/Tashkent
ckb: ئاسیا/تاشکەند

source: Uzbekistan (east)
ckb: ئۆزبەکستان (ڕۆژهەڵات)

source: Europe/Vatican
ckb: ئەوروپا/ڤاتیکان

source: America/St_Vincent
ckb: ئەمریکا/سانت ڤینسێنت

source: America/Caracas
ckb: ئەمریکا/کاراکاس

source: America/Tortola
ckb: ئەمریکا/تۆرتۆلا

source: America/St_Thomas
ckb: ئەمریکا/سانت_تۆماس

source: Asia/Ho_Chi_Minh
ckb: ئاسیا/هۆ_چی_مین

source: Pacific/Efate
ckb: زەریای هێمن/ئیفەیت

source: Pacific/Wallis
ckb: زەریای هێمن/والیس

source: Pacific/Apia
ckb: زەریای هێمن/ئاپیا

source: Asia/Aden
ckb: ئاسیا/عەدەن

source: Africa/Johannesburg
ckb: ئەفریقا/یۆهانسبێرگ

source: Africa/Lusaka
ckb: ئەفریقا/لوساکا

source: Africa/Harare
ckb: ئەفریقا/هارارێ
